Repository: App-Filea/filea-ios
Catalog: Holfy/Localizable.xcstrings
Source language: en
Languages: fr

# add_document_mode_camera_subtitle
source: For a paper document
fr: Pour un document papier

# add_document_mode_camera_title
source: Scan with camera
fr: Scanner avec la caméra

# add_document_mode_file_subtitle
source: PDF, image from cloud
fr: PDF, image depuis le cloud

# add_document_mode_file_title
source: Import a file
fr: Importer un fichier

# add_document_mode_photo_subtitle
source: From your library
fr: Depuis votre bibliothèque

# add_document_mode_photo_title
source: Import a photo
fr: Importer une photo

# add_document_photo_picker_title
source: Select a photo
fr: Sélectionner une photo

# add_document_title
source: Add a document
fr: Ajouter un document

# add_vehicle_title
source: Add a vehicle
fr: Ajouter un véhicule

# alert_change_storage_confirm_button
source: Continue
fr: Continuer

# alert_change_storage_message
source: All your data will be automatically moved to the new folder. The old folder will be deleted once the move is complete. Are you sure you want to continue?
fr: Toutes vos données seront automatiquement déplacées vers le nouveau dossier. L’ancien dossier sera supprimé une fois le déplacement terminé. Êtes-vous sûr de vouloir continuer ?

# alert_change_storage_title
source: Change storage location
fr: Changer d'emplacement de stockage

# alert_create_vehicle_primary_already_exist_message
source: A main vehicle already exists. Do you wish to replace it?
fr: Un véhicule principal existe déjà, voulez-vous le remplacer ?

# alert_create_vehicle_primary_already_exist_title
source: Add a vehicle
fr: Ajouter un véhicule

# alert_create_vehicle_primary_already_exist_yes_button
source: Yes, i’ll replace it.
fr: Oui, je le remplace

# alert_delete_vehicle_message
source: Are you sure you want to delete this vehicle? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer ce véhicule ? Cette action est irréversible.

# alert_delete_vehicle_title
source: Delete the vehicle
fr: Supprimer le véhicule

# alert_storage_error_message
source: Unable to move your folder to the selected location. Try to choose another location.
fr: Impossible de déplacer votre dossier à l’emplacement choisis. Essayer de choisir un autre emplacement.

# alert_storage_error_title
source: Error
fr: Erreur

# all_back
source: Back
fr: Retour

# all_cancel
source: Cancel
fr: Annuler

# all_close
source: Close
fr: Fermer

# all_continue
source: Continue
fr: Continuer

# all_delete
source: Delete
fr: Supprimer

# all_display
source: Display
fr: Afficher

# all_edit
source: Edit
fr: Modifier

# all_no
source: No
fr: Non

# all_not_specified
source: Not specified
fr: Non renseigné

# all_save
source: Save
fr: Enregistrer

# all_select_folder
source: Select a folder
fr: Sélectionner un dossier

# all_vehicle_type_bicycle
source: Bicycle
fr: Vélo

# all_vehicle_type_car
source: Car
fr: Voiture

# all_vehicle_type_motorcycle
source: Motorcycle
fr: Moto

# all_vehicle_type_other
source: Other
fr: Autre

# all_vehicle_type_truck
source: Truck
fr: Camion

# chart_axis_amount
source: Amount
fr: Montant

# chart_axis_month
source: Month
fr: Mois

# chart_monthly_expenses
source: Monthly expenses
fr: Dépenses mensuelles

# chart_monthly_expenses_year
source: Monthly expenses for the year %lld
fr: Dépenses mensuelles sur l'année %lld

# chart_no_expense_this_year
source: No expenses recorded this year
fr: Aucune dépense enregistrée cette année

# chart_total_expenses_months
source: Total of %@ over %lld months
fr: Total de %@ sur %lld mois

# document_form_additional_info
source: Additional information
fr: Informations complémentaires

# document_form_amount_info
source: Total amount including tax
fr: Montant TTC du document

# document_form_amount_label
source: Amount
fr: Montant

# document_form_amount_title
source: Amount (optional)
fr: Montant (optionnel)

# document_form_date_info
source: Document issue date
fr: Date d'émission du document

# document_form_date_title
source: Document date
fr: Date du document

# document_form_mileage_info
source: Mileage at document time
fr: Kilométrage au moment du document

# document_form_mileage_label
source: Mileage
fr: Kilométrage

# document_form_mileage_title
source: Mileage (optional)
fr: Kilométrage (optionnel)

# document_form_name_info
source: Descriptive name for the document
fr: Nom descriptif du document

# document_form_name_placeholder
source: E.g.: Service invoice
fr: Ex: Facture révision

# document_form_name_title
source: Document name
fr: Nom du document

# document_form_type_title
source: Document type
fr: Type de document

# document_status_incomplete
source: Incomplete
fr: Incomplet

# edit_document_title
source: Edit document
fr: Modifier le document

# edit_vehicle_title
source: Edit my vehicle
fr: Modifier mon véhicule

# empty_vehicles_add_button
source: Add your first vehicle
fr: Ajouter votre premier véhicule

# empty_vehicles_subtitle
source: Add your first vehicle to track its history, invoices and documents in one place.
fr: Ajoutez votre premier véhicule pour suivre son historique, ses factures et ses documents au même endroit.

# empty_vehicles_title
source: Your garage is empty
fr: Votre garage est vide

# main_empty_documents_subtitle
source: Add documents by taking photos
fr: Ajoutez des documents en prenant des photos

# main_empty_documents_title
source: No documents
fr: Aucun document

# main_menu_change_vehicle
source: Change vehicle
fr: Changer de véhicule

# main_menu_view_details
source: View details
fr: Voir les détails

# on_boarding_feature_1_description
source: Gather registration cards, insurance, technical inspections and invoices in one place.
fr: Regroupez cartes grises, assurances, contrôles techniques et factures en un seul endroit.

# on_boarding_feature_1_title
source: Manage your vehicle documents
fr: Gérez vos documents automobiles

# on_boarding_feature_2_description
source: Visualize your maintenance, fuel and repair costs with detailed charts.
fr: Visualisez vos coûts d'entretien, de carburant et de réparations avec des graphiques détaillés.

# on_boarding_feature_2_title
source: Track your expenses
fr: Suivez vos dépenses

# on_boarding_feature_3_description
source: 100% local storage on your device or personal cloud. You remain in control of your data.
fr: Stockage 100% local sur votre appareil ou votre cloud personnel. Vous restez maître de vos données.

# on_boarding_feature_3_title
source: Your data stays private
fr: Vos données restent privées

# on_boarding_title
source: Welcome to Holfy
fr: Bienvenue sur Holfy

# settings_currency_dollar
source: US Dollar ($)
fr: Dollar américain ($)

# settings_currency_label
source: Currency
fr: Devise

# settings_distance_kilometers
source: Kilometers (km)
fr: Kilomètres (km)

# settings_distance_label
source: Distance Unit
fr: Unité de distance

# settings_distance_warning_message
source: The change of distance unit does not affect the values already entered. You will have to manually update the mileage of your vehicles and your documents.
fr: Le changement d'unité de distance n'affecte pas les valeurs déjà saisies. Vous devrez mettre à jour manuellement le kilométrage de vos véhicules et de vos documents.

# settings_distance_warning_title
source: Warning
fr: Attention

# settings_global_title
source: Parameters
fr: Paramètres

# settings_storage_change_location
source: Change storage location
fr: Changer d'emplacement de stockage

# settings_storage_current_location
source: Current location
fr: Emplacement actuel

# settings_storage_info
source: Your data is stored in this folder. If you change the folder, all your data will be automatically moved to the new location.
fr: Vos données sont stockées dans ce dossier. Si vous changez de dossier, toutes vos données seront automatiquement déplacées vers le nouvel emplacement.

# settings_storage_loading_title
source: Configuration in progress...
fr: Configuration en cours…

# settings_storage_title
source: Storage
fr: Stockage

# settings_storage_unconfigured
source: Not configured
fr: Non configuré

# settings_units_and_measure_title
source: Units and measures
fr: Unités et mesures

# stat_card_total_cost_subtitle
source: This year
fr: Sur l'année en cours

# stat_card_total_cost_title
source: Total cost
fr: Coût total

# stat_card_warnings_all_good
source: All good
fr: Tout est en ordre

# stat_card_warnings_needs_attention
source: Needs your attention
fr: Nécessite votre attention

# stat_card_warnings_title
source: Warnings
fr: Alertes

# storage_onboarding_error_description
source: Choose a folder in iCloud Drive or another accessible location.
fr: Choisissez un dossier dans iCloud Drive ou un autre emplacement accessible.

# storage_onboarding_error_title
source: Folder inaccessible
fr: Dossier inaccessible

# storage_onboarding_feature_1_description
source: Choose between your phone or iCloud Drive.
fr: Choisissez entre votre téléphone ou iCloud Drive.

# storage_onboarding_feature_1_title
source: Flexible storage
fr: Stockage flexible

# storage_onboarding_feature_2_description
source: Even after uninstallation, your files remain accessible.
fr: Même après désinstallation, vos fichiers restent accessibles.

# storage_onboarding_feature_2_title
source: Your data belongs to you
fr: Vos données vous appartiennent

# storage_onboarding_title
source: Choose your location
fr: Choisissez votre emplacement

# vehicle_age_months
source: %d months
fr: %d mois

# vehicle_age_new
source: New
fr: Neuf

# vehicle_age_years_plural
source: %d years
fr: %d ans

# vehicle_age_years_singular
source: %d year
fr: %d an

# vehicle_details_age_label
source: Vehicle age
fr: Age du véhicule

# vehicle_details_documents_label
source: Associated documents
fr: Documents associés

# vehicle_details_information_title
source: Information
fr: Informations

# vehicle_form_brand_info
source: Field D.1 of registration card
fr: Champ D.1 de la carte grise

# vehicle_form_brand_title
source: Brand
fr: Marque

# vehicle_form_empty_field_error
source: The field must not be empty.
fr: Le champ ne doit pas être vide.

# vehicle_form_mileage_info
source: Check your odometer
fr: Consultez votre compteur

# vehicle_form_mileage_title
source: Mileage
fr: Kilométrage

# vehicle_form_model_info
source: Field D.2 of registration card
fr: Champ D.2 de la carte grise

# vehicle_form_model_placeholder
source: COROLLA, X3, CLASS A...
fr: COROLLA, X3, CLASSE A...

# vehicle_form_model_title
source: Model
fr: Modèle

# vehicle_form_plate_info
source: Field A of registration card
fr: Champ A de la carte grise

# vehicle_form_plate_title
source: Registration plate
fr: Immatriculation

# vehicle_form_registration_date_info
source: Field B of registration card
fr: Champ B de la carte grise

# vehicle_form_registration_date_title
source: Registration date
fr: Mise en circulation

# vehicle_form_status_label
source: Status
fr: Statut

# vehicle_form_status_primary
source: Primary
fr: Principal

# vehicle_form_status_secondary
source: Secondary
fr: Secondaire

# vehicle_form_status_title
source: Vehicle status
fr: Statut du véhicule

# vehicle_form_type_title
source: Vehicle type
fr: Type de véhicule

# vehicles_list_add_new_vehicle
source: Add a new vehicle
fr: Ajouter un nouveau véhicule

# vehicles_list_title
source: My garage
fr: Mon garage
